// PrivacyPolicy.js
import React from 'react';
import Breadcrumb_ from './Breadcrumb/Breadcrumb_';
import TitleSection from './TitleSection/TitleSection';

const PrivacyPolicy = () => {
  return (
    <div className='container-content' >
      <TitleSection title_ar="سياسة الخصوصية" title_amz="" />        
      <p>
        تحدد هذه السياسة كيفية جمع البيانات الشخصية من تطبيقنا وكيفية استخدام هذه البيانات وحمايتها.
      </p>

      <h4 className='mt-4'>  # المعلومات التي نجمعها</h4>
      <p>
        - <strong>بيانات المستخدم:</strong> لا نقوم بجمع معلومات شخصية للمستخدمين، مثل الأسماء وعناوين البريد الإلكتروني، عند التفاعل مع تطبيقنا.
      </p>
      <p>
        - <strong>نستخدم Google Analytics</strong> لتتبع معلومات حول كيفية استخدام المستخدمين لتطبيقنا، مثل الصفحات التي يزورونها، والإجراءات التي يقومون بها. يمكنك قراءة سياسة الخصوصية لـ Google Analytics .
      </p>

      <h4 className='mt-4'> # كيفية استخدام المعلومات </h4>
      <p>
        - <strong>تقديم الخدمات:</strong> نستخدم المعلومات المجمعة من Google Analytics لتقديم وتحسين خدمات تطبيقنا، وتخصيص تجارب المستخدمين، .
      </p>
      <p>
        - <strong>التحليلات:</strong> قد نستخدم أدوات التحليل لتحليل سلوك المستخدم وتحسين أداء تطبيقنا وميزاته.
      </p>

      <h4 className='mt-4'> # مشاركة البيانات</h4>
      <p>
        نحن لا نبيع أو نتداول أو نقوم بتحويل المعلومات الشخصية إلى أطراف ثالثة.
      </p>

      <h4 className='mt-4'> # أمان البيانات</h4>
      <p>
      نحن نبذل جهودًا كبيرة لحماية سرية وأمان معلومات وبيانات التطبيق. ومع ذلك، ينبغي الإشارة إلى أنه لا يوجد أي طريقة مطلقة لضمان الأمان التام عند نقل المعلومات عبر الإنترنت أو تخزينها إلكترونيًا.
    </p>

      <h4 className='mt-4'> # تواصل معنا</h4>
      <p>
        إذا كان لديك أي أسئلة أو استفسارات حول سياسة الخصوصية أو ممارسات البيانات لدينا، يرجى الاتصال بنا على <a href="mailto:sielcc2023@gmail.com">sielcc2023@gmail.com</a>.
      </p>

      <p  className='mt-5'>
        تم تحديث هذه السياسة في آخر مرة في <strong>18/04/2024</strong>.
      </p>
    </div>
  );
};

export default PrivacyPolicy;
