import React from 'react';
import TitleSection from './TitleSection/TitleSection';

const TermsOfService = () => {
  return (
    <div className='container-content' >
      <TitleSection title_ar="شروط الخدمة" title_amz="" />   
      
     <h6><strong>مرحبًا بك في التطبيق الخاص بإصدارات البرلمان</strong></h6>
     <p>في إطار سياسة الانفتاح التي تبناها برلمان المملكة المغربية، تم إحداث آلية تواصلية قصد الولوج إليها من طرف الجميع، وذلك للاطلاع على كل المحتويات المتضمنة في تقنية التطبيق، بما في ذلك أنشطة المجلس، وكذلك الإصدارات المتمثلة بالتشريع وتقييم السياسات العمومية، والتي ستمكن جميع المستخدمين من البحث والتحميل، بالإضافة إلى عرض العديد من الصور والوثائق التي ميزت الذكرى الستين لتأسيس برلمان المملكة المغربية، ناهيك عن الروابط الإلكترونية وشبكات التواصل الاجتماعي.</p>

    <div className='mt-4'>
      <h4># قبول الشروط</h4>
      <p>باستخدام تطبيق تطبيق الخاص بإصدارات البرلمان، فإنك توافق على الالتزام بشروط الخدمة هذه. إذا لم توافق على هذه الشروط، فيرجى عدم استخدام التطبيق.</p>
    </div>

    <div className='mt-4'>
      <h4># الاستخدام المسموح به</h4>
      <p>يُمنع استخدام التطبيق بأي طريقة تتجاوز الاستعمال الغير المسموح به.</p>
    </div>

    <div className='mt-4'>
      <h4># حقوق الملكية الفكرية</h4>
      <p>جميع الحقوق الملكية الفكرية للمحتوى المعروض في التطبيق الخاص بإصدارات البرلمان تنتمي إلى أصحابها الأصليين.</p>
    </div>

    <div className='mt-4'>
          <h4># التغييرات في الشروط</h4>
          <p>نحتفظ بالحق في تغيير أو تحديث شروط الخدمة في أي وقت دون إشعار مسبق. يجب عليك مراجعة الشروط بشكل دوري للبقاء على اطلاع على التغييرات.</p>
    </div>

    <div className='mt-4'>
          <h4># الدعم والتواصل</h4>
          <p>للحصول على دعم أو الاتصال بنا بشأن أية أسئلة تتعلق بشروط الخدمة، يرجى استخدام معلومات الاتصال الموجودة في التطبيق.</p>
    </div>

    </div>
  );
};

export default TermsOfService;
